/* Label next to search field */
"1 song" = "שיר 1";

/* Label next to search field */
"%i songs" = "%i שירים";

/* Dialog Button */
"Cancel" = "בטל";

/* Song label when no track/playlist is selected. */
"Default Alarm" = "שעון מעורר: ברירת מחדל";

/* Main prompt in sheet */
"Do you want to save changes to this alarm before closing?" = "האם את/ה רוצה לשמור את השינוים לשעון מעורר זה לפני סגירה?";

/* Dialog Button */
"Don't Save" = "על תשמור";

/* Window title when editing an alarm */
"Edit Alarm" = "ערוך שעון מעורר";

/* Sub prompt in sheet */
"If you don't save, your changes will be lost." = "עם אינך שומר/ת, שינוייך יאבדו.";

/* Main prompt in sheet */
"Invalid alarm time" = "זמן פסול";

/* Dialog Button */
"OK" = "אשר";

/* Song label when using a playlist */
"Playlist: %@" = "רשימת שירים: %@";

/* Error message in AlarmEditor */
"Please select a date and time in the future." = "אנא בחר/י תאריך ושעה בעתיד";

/* Sub prompt in sheet */
"Please select the days the alarm should repeat." = "אנא בחר/י את הימים שבהם יופעל השעון מעורר";

/* Dialog Button */
"Save" = "שמור";

/* Song label when using a song */
"Song: %@" = "שיר: %@";

